/* General */

"..." = "…";

"Add" = "Add";

"Cancel" = "Cancel";

"Choose" = "Choose";

"Remove" = "Remove";

"Save" = "Save";

"Don't Save" = "Don't Save";

"This cannot be undone." = "This cannot be undone.";

"Next" = "Next";


"Absolute Path" = "Absolute Path";

"Relative to Project" = "Relative to Project";

"Relative to Reference Folder" = "Relative to Reference Folder";

"Mixed" = "Mixed";


"Empty Selection" = "Empty Selection";

"Multiple Selection" = "Multiple Selection";


"Do you really want to remove this localization?" = "Do you really want to remove this localization?";

"Do you really want to remove these localizations?" = "Do you really want to remove these localizations?";

"Warning" = "Warning";

"Do you really want to remove this item?" = "Do you really want to remove this item?";

"Do you really want to remove these items?" = "Do you really want to remove these items?";


"Do you really want to remove this package?" = "Do you really want to remove this package?";

"Do you really want to remove these packages?" = "Do you really want to remove these packages?";

/* Menu > View */

"Settings_Menu" = "Settings";

/* Menu > Hierarchy */

"Show Hidden Folders" = "Show Hidden Folders";

"Hide Hidden Folders" = "Hide Hidden Folders";

/* Menu > Project */

"Set Certificate..." = "Set Certificate…";

"Change Certificate..." = "Change Certificate…";

/* Menu > Help */

"http://s.sudre.free.fr/Software/documentation/Packages/en/index.html" = "http://s.sudre.free.fr/Software/documentation/Packages/en/index.html";

"mailto:dev.packages@gmail.com?subject=[Packages%%20%@]%%20Feedback%%20(build%%20%@)" = "mailto:dev.packages@gmail.com?subject=[Packages%%20%@]%%20Feedback%%20(build%%20%@)";

"http://s.sudre.free.fr/Software/Packages/about.html" = "http://s.sudre.free.fr/Software/Packages/about.html";

/* Preferences > Build */

"Mute" = "Mute";

"Choose the certificate to be used for signing Quick Builds." = "Choose the certificate to be used for signing Quick Builds.";

/* About Box */

"version %@ (%@)" = "version %@ (%@)";

/* Quick Build window */

"Building" = "Building";

"Sign" = "Sign";

"Don't Sign" = "Don't Sign";

"Do you want to sign the package \"%@\" with the certificate \"%@\"?" = "Do you want to sign the package \"%@\" with the certificate \"%@\"?";

"Sign With Another Certificate" = "Sign With Another Certificate";

"Do you want to sign the package \"%@\"?" = "Do you want to sign the package \"%@\"?";

"Quick Build Signing Informative Text" = "Signing the package lets Gatekeeper verify that the package is not known malware and has not been tampered with.";

/* Document tabs */

"Settings_tab" = "Settings";
"Payload_tab" = "Payload";
"Presentation_tab" = "Presentation";
"Project_tab" = "Project";
"Requirements & Resources_tab" = "Requirements & Resources";
"Scripts_tab" = "Scripts";
"Comments_tab" = "Comments";

/* Document Updates */

"The standard folders have been updated." = "The standard folders have been updated.";

"The standard folders in the payload of this project have been updated to match the ones defined by this version of Packages. No existing items were removed." = "The standard folders in the payload of this project have been updated to match the ones defined by this version of Packages. No existing items were removed.";

"The standard folders in the payload(s) of this project have been updated to match the ones defined by this version of Packages. No existing items were removed." = "The standard folders in the payload(s) of this project have been updated to match the ones defined by this version of Packages. No existing items were removed.";

/* Distribution Source List */

"Project" = "Project";

"Packages" = "Packages";

"Imported" = "Imported";

"Referenced" = "Referenced";

"untitled package" = "untitled package";

"Import" = "Import";

" copy" = " copy";

"Export As:" = "Export As:";

"Export" = "Export";

/* File Hierarchy */

"untitled folder" = "untitled folder";

"The name \"%@\" can't be used." = "The name \"%@\" can't be used.";

"The name \"%@\" is already taken." = "The name \"%@\" is already taken.";

"Try using a name with fewer characters." = "Try using a name with fewer characters.";

"Try using a name with no punctuation marks." = "Try using a name with no punctuation marks.";

"Please choose a different name." = "Please choose a different name.";

/* Files Hierarchy Inspector */

"Architecture:" = "Architecture:";

"Architectures:" = "Architectures:";

"Bundle" = "Bundle";

"Executable" = "Executable";

"File" = "File";

"Folder" = "Folder";

"Symbolic link" = "Symbolic link";

"Standard folder" = "Standard folder";

"Custom folder" = "Custom folder";

"N/A" = "N/A";

/* Files Hierarchy Inspector > Attributes */

"Owner" = "Owner";

"Group" = "Group";

"Others" = "Others";

"SetUID" = "SetUID";

"SetGID" = "SetGID";

"Sticky" = "Sticky";

/* Files Hierarchy Inspector > Rules */

"Do you really want to remove this locator?" = "Do you really want to remove this locator?";

"Do you really want to remove these locators?" = "Do you really want to remove these locators?";

/* Project Document > Build */

"Do you want to save the changes you made in the project \"%@\" before building it?" = "Do you want to save the changes you made in the project \"%@\" before building it?";

/* Project Document > Clean */

"Cleaning will remove all packages and distributions from the Build location." = "Cleaning will remove all packages and distributions from the Build location.";

"Clean" = "Clean";

"Cleaning..." = "Cleaning…";

/* Project > Requirements */

"Do you really want to remove this requirement?" = "Do you really want to remove this requirement?";

"Do you really want to remove these requirements?" = "Do you really want to remove these requirements?";

"Installation Requirements" = "Installation Requirements";

"Volume Requirements" = "Volume Requirements";

/* Project > Additional Resources */

"These resources can be used by the above requirements and scripts \nor the requirements for the choices of the Installation Type step." = "These resources can be used by the above requirements and scripts \nor the requirements for the choices of the Installation Type step.";

/* Project > Settings */

"CERTIFICATE OF AUTHENTICITY" = "CERTIFICATE OF AUTHENTICITY";

"The \"%@\" certificate available in the Keychain can not be used to sign a package or flat distribution." = "The \"%@\" certificate available in the Keychain can not be used to sign a package or flat distribution.";

"No signing certificate Alert Message Text" = "The Developer ID Installer certificate available in the Keychain can not be used to sign a package or flat distribution.";

"No signing certificates Alert Message Text" = "The Developer ID Installer certificates available in the Keychain can not be used to sign a package or flat distribution.";

"There is no private key associated to this certificate." = "There is no private key associated to this certificate.";

"There are no private keys associated to these certificates." = "There are no private keys associated to these certificates.";

"No certificates Alert Message Text" = "No Developer ID Installer certificates could be found in your keychain.";

"No certificates Alert Informative Text" = "A Developer ID Installer certificate is required to sign a package or flat distribution. If you are a member of the Apple Developer Program, you can obtain your certificate via the Apple Developer website.";

"Go to Apple Developer website" = "Go to Apple Developer website";

"url.apple.developer.website.certificates" = "https://developer.apple.com/account/mac/certificate/";

"Choose the certificate to be used for signing the distribution." = "Choose the certificate to be used for signing the distribution.";

"Choose the certificate to be used for signing the package." = "Choose the certificate to be used for signing the package.";

"Certificate Chooser Informative Text" = "Signing Installer packages or distributions with a Developer ID Installer certificate lets Gatekeeper verify that a downloaded package or distribution is not known malware and has not been tampered with.";

"Do you really want to remove the certificate?" = "Do you really want to remove the certificate?";

"Remove_Certificate" = "Remove";

"Project Folder" = "Project Folder";

"Revert to Default" = "Revert to Default";

"Other..." = "Other…";

"No Pattern Set" = "No Pattern Set";

"Do you really want to remove this exclusion?" = "Do you really want to remove this exclusion?";

"Do you really want to remove these exclusions?" = "Do you really want to remove these exclusions?";

/* Project > Exclusions */

"Remove .DS_Store files" = "Remove .DS_Store files";

"Remove .pbdevelopment files" = "Remove .pbdevelopment files";

"Remove SCM metadata" = "Remove SCM metadata";

"Optimize nib files" = "Optimize nib files";

"Remove Resources Disabled folders" = "Remove Resources Disabled folders";


"Remove \".DS_Store\" files created by the Finder." = "Remove \".DS_Store\" files created by the Finder.";

"Remove \".pbdevelopment\" files created by ProjectBuilder or Xcode." = "Remove \".pbdevelopment\" files created by ProjectBuilder or Xcode.";

"Remove helper files and folders used by the CVS, SVN or Git Source Code Management systems." = "Remove helper files and folders used by the CVS, SVN or Git Source Code Management systems.";

"Remove \"classes.nib\", \"info.nib\" and \"designable.nib\" files within .nib bundles." = "Remove \"classes.nib\", \"info.nib\" and \"designable.nib\" files within .nib bundles.";

"Remove \"Resources Disabled\" folders." = "Remove \"Resources Disabled\" folders.";


/* Project > Advanced Options */

"Advanced Options" = "Advanced Options";

/* Package Components > Settings */

"( './' represents the parent folder of the distribution bundle )" = "( './' represents the parent folder of the distribution bundle )";

"( URL of the folder containing the package on the HTTP server )" = "( URL of the folder containing the package on the HTTP server )";

"( URL of the folder containing the package on the HTTPS server )" = "( URL of the folder containing the package on the HTTPS server )";

"Path:" = "Path:";

"URL:" = "URL:";

/* Package > Payload */

"Set as Default Location" = "Set as Default Location";

"Set Destination Name" = "Set Destination Name";

"Reset Destination Name" = "Reset Destination Name";

"Contents" = "Contents";

/* Package > Scripts & Resources */

"Pre-installation" = "Pre-installation";

"Post-installation" = "Post-installation";

"No Script Set" = "No Scripts Set";

"Do you really want to remove the %@ script for this package?" = "Do you really want to remove the %@ script for this package?";

"Additional Resources" = "Additional Resources";

"These resources can be used by the pre and post-installation scripts." = "These resources can be used by the pre and post-installation scripts.";

/* JavaScript Editor */

"<No selected function>" = "<No selected function>";

